Repository: bgodard/celestia-g2
Catalog: celestia/macosx/*.lproj/Localizable.strings
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: Quit
fr: Quitter

source: Cancel
fr: Annuler

source: %@: --not available--
fr: %@: --non disponible--

source: Supported
fr: Supportée

source: Vendor: %@
fr: Vendeur: %@

source: Renderer: %@
fr: Moteur de rendu: %@

source: Max simultaneous textures
fr: Nombre maximum de textures simultanées

source: Max texture size
fr: Taille maximale de texture

source: Your system does not support %@
fr: Votre système ne supporte pas %@

source: Home (Sol)
fr: Système solaire

source: Nearest Stars
fr: Etoiles les plus proches

source: Brightest Stars
fr: Etoiles les plus brillantes

source: Stars With Planets
fr: Etoiles avec compagnons planétaires

source: Deep Sky Objects
fr: Objets de ciel profond

source: Galaxies (Barred Spiral)
fr: Galaxies spirales barrées

source: Galaxies (Elliptical)
fr: Galaxies elliptiques

source: Galaxies (Irregular)
fr: Galaxies irrégulières

source: Galaxies (Spiral)
fr: Galaxies spirales

source: Nebulae
fr: Nébuleuses

source: Open Clusters
fr: Amas ouverts

source: Planets
fr: Planètes

source: Planet
fr: Planète

source: Minor Moons
fr: Satellites (lunes) mineurs

source: Asteroids
fr: Astéroïdes

source: Asteroid
fr: Astéroïde

source: Comets
fr: Comètes

source: Comet
fr: Comète

source: Spacecrafts
fr: Astronefs

source: Spacecraft
fr: Astronef

source: Locations
fr: Sites

source: Unknown
fr: Inconnu

source: Capture Movie
fr: Enregistrer un film

source: untitled folder
fr: Dossier sans titre

source: Show Alternate Surface
fr: Montrer les textures alternatives

source: default
fr: défaut

source: It appears you are running Celestia on %s hardware. Do you wish to install a workaround?
fr: Il semble que Celestia tourne avec un moteur de rendu %s. Voulez-vous installer le correctif approprié?

source: A shell script will be run to modify your %@, adding an IgnoreGLExtensions directive. This can prevent freezing issues.
fr: Un script système vas être lancé pour modifier votre %@, ajoutant une directive IgnoreGLExtensions. Ceci évitera des problèmes de plantage.

source: Workaround successfully installed.
fr: Correctif installé avec succès.

source: Your original %@ has been backed up.
fr: Votre %@ original a été sauvegardé.

source: There was a problem installing the workaround. You may be running from a disk image, which is write-protected. Please try copying the CelestiaResources folder to your home directory as described in the README. You can also attempt to perform the workaround manually by following the instructions in the README.
fr: Un problème est apparu à l'installation du correctif. Il est possible que votre version de Celestia tourne depuis une image disque qui est protégée en écriture. Veuillez copier le dossier "CelestiaResources" dans votre emplacement de départ comme décrit dans le fichier README. Vous pouvez aussi essayer d'appliquer le correctif manuellement en suivant les instructions du fichier README

source: It appears that the "CelestiaResources" directory has not been properly installed in the correct location as indicated in the installation instructions. Please correct this and try again.
fr: Le dossier "CelestiaResources" n'a apparement pas été installé à l'emplacement indiqué dans les instructions d'installation. Veuillez corriger ceci et réessayer.

source: Fatal Error
fr: Erreur fatale

source: Error loading data files. Celestia will now quit.
fr: Erreur lors du chargement des fichiers de données. Celestia va maintenant quitter.

source: Quit Celestia?
fr: Quitter Celestia?

source: Are you sure you want to quit Celestia?
fr: Voulez-vous vraiment quitter Celestia?

source: Unable to properly exit full screen mode. Celestia will now quit.
fr: Impossible de sortir du mode plein écran correctement. Celestia va quitter maintenant.

source: No Movie Capture
fr: La capture de film n'est pas disponible

source: Movie capture is not available in this version of Celestia.
fr: La capture de film n'est pas disponible dans cette version de Celestia.

source: No Object Name Entered
fr: Vous n'avez pas entré de nom d'objet

source: Please enter an object name.
fr: Veuillez entrer un nom d'objet.

source: Object Not Found
fr: Objet non trouvé

source: Please check that the object name is correct.
fr: Veuillez vérifier si le nom de l'objet est correct.

source: No Date or Time Entered
fr: Vous n'avez entré ni date ni heure

source: Please enter a date and/or time.
fr: Veuillez entrer une date et/ou une heure.

source: Improper Date or Time Format
fr: Format de date ou d'heure incorrect

source: Please enter the date as "mm/dd/yyyy" and the time as "hh:mm:ss".
fr: Veuillez entrer la date suivant le format "mm/jj/aaaa" et l'heure suivant le format "hh:mm:ss".

source: No Starting or Ending Date Entered
fr: Date(s) manquante(s)

source: Please enter starting and ending dates.
fr: Veuillez entrer une date de debut et de fin de recherche.
