Repository: bgodard/celestia-g2
Catalog: celestia/po2/*.po
Languages: ar, be, bg, de, el, fr, gl, hu, it, ja, ko, lt, lv, nl, no, pl, pt, ro, sk, sv, tr, uk, zh, zh_tw

# Sagitta
source: The Arrow
ar: ساجيتا
be: Страла
bg: Стрела
de: Pfeil
el: Βέλος
fr: La Flèche
gl: Frecha
hu: Nyíl
it: Freccia
ja: や
ko: 화살
lt: Strėlė
lv: Bulta
nl: Pijl
no: Pilen
pl: Strzała
pt: Seta
ro: Săgeata
sk: Šíp
sv: Pilen
tr: Okçuk takımyıldızı
uk: Стріла
zh: 天箭座
zh_tw: Sagitta 天箭座

# Sagittarius
source: The Archer
ar: برج القوس
be: Стралец
bg: Стрелец
de: Schütze
el: Τοξότης
fr: Le Sagittaire
gl: Saxitario
hu: Nyilas
it: Sagittario
ja: いて
ko: 궁수
lt: Šaulys
lv: Strēlnieks
nl: Boogschutter
no: Skytten
pl: Strzelec
pt: Sagitário
ro: Săgetătorul
sk: Strelec
sv: Skytten
tr: Yay takımyıldızı
uk: Стрілець
zh: 人马座
zh_tw: Sagittarius 人馬座

# Scorpius
source: The Scorpion
ar: برج العقرب
be: Скарпіён
bg: Скорпион
de: Skorpion
el: Σκορπιός
fr: Le Scorpion
gl: Escorpión
hu: Skorpió
it: Scorpione
ja: さそり
ko: 전갈
lt: Skorpionas
lv: Skorpions
nl: Schorpioen
no: Skorpionen
pl: Skorpion
pt: Escorpião
ro: Scorpionul
sk: Škorpión
sv: Skorpionen
tr: Akrep takımyıldızı
uk: Скорпіон
zh: 天蝎座
zh_tw: Scorpius 天蝎座

# Sculptor
source: The Sculptor
ar: النحات
be: Скульптар
bg: Скулптор
de: Bildhauer
el: Γλύπτης
fr: Le Sculpteur
gl: Escultor
hu: Szobrász
it: Scultore
ja: ちょうこくしつ
ko: 조각실
lt: Skulptorius
lv: Tēlnieks
nl: Beeldhouwer
no: Billedhuggeren
pl: Rzeźbiarz
pt: Escultor
ro: Sculptorul
sk: Sochár
sv: Bildhuggaren
tr: Heykeltraş takımyıldızı
uk: Скульптор
zh: 玉夫座
zh_tw: Sculptor 玉夫座

# Scutum
source: The Shield
ar: سكيوتم
be: Шчыт
bg: Щит
de: Schild
el: Ασπίς
fr: L'Écu
gl: Escudo
hu: Pajzs
it: Scudo
ja: たて
ko: 방패
lt: Skydas
lv: Vairogs
nl: Schild
no: Skjoldet
pl: Tarcza
pt: Escudo
ro: Scutul
sk: Štít
sv: Skölden
tr: Kalkan takımyıldızı
uk: Щит
zh: 盾牌座
zh_tw: Scutum 盾牌座

# Serpens Caput
source: The Serpent's head
ar: سيربنس كابوت
be: Галава зьмяі
bg: Змийска глава
de: Kopf der Schlange
el: Κεφαλή του Όφεως
fr: La tête du Serpent
gl: A Cabeza da Serpe
hu: Kígyó feje
it: Testa del Serpente
ja: へび(頭)
ko: 뱀머리
lt: Gyvatės Galva
lv: Čūskas Galva
nl: hoofd van de slang
no: Slangens hode
pl: Głowa Węża
pt: Cabeça da Serpente
ro: Capul şarpelui
sk: Hlava hada
sv: Ormens svans
tr: Yılanın başı takımyıldızı
uk: Голова Змії
zh: 巨蛇座 头
zh_tw: Serpens Caput 巨蛇座(頭)

# Serpens Cauda
source: The Serpent's tail
ar: سيربنس كودا
be: Хвост зьмяі
bg: Змийска опашка
de: Schwanz der Schlange
el: Ουρά του Όφεως
fr: La queue du Serpent
gl: A Cola da Serpe
hu: Kígyó farka
it: Coda del Serpente
ja: へび(尾)
ko: 뱀꼬리
lt: Gyvatės Uodega
lv: Čūskas Aste
nl: staart van de slang
no: Slangens hale
pl: Ogon Węża
pt: Cauda da Serpente
ro: Coada şarpelui
sk: Chvost hada
sv: Ormens huvud
tr: Yılanın kuyruğu takımyıldızı
uk: Хвіст Змії
zh: 巨蛇座 尾
zh_tw: Serpens Cauda 巨蛇座(尾)

# Sextans
source: The Sextant
ar: سيكستانس
be: Сэкстанс
bg: Секстант
de: Sextant
el: Εξάς
fr: Le Sextant
gl: Sextante
hu: Szextáns
it: Sestante
ja: ろくぶんぎ
ko: 육분의
lt: Sekstantas
lv: Sekstants
nl: Sextant
no: Sekstanten
pl: Sekstans
pt: Sextante
ro: Sextantul
sk: Sextant
sv: Sextanten
tr: Altılık takımyıldızı
uk: Секстант
zh: 六分仪座
zh_tw: Sextans 六分儀座

# Taurus
source: The Bull
ar: برج الثور
be: Цялец
bg: Бик
de: Stier
el: Ταύρος
fr: Le Taureau
gl: Touro
hu: Bika
it: Toro
ja: おうし
ko: 황소
lt: Tauras
lv: Vērsis
nl: Stier
no: Tyren
pl: Byk
pt: Touro
ro: Taurul
sk: Býk
sv: Oxen
tr: Boğa takımyıldızı
uk: Тілець
zh: 金牛座
zh_tw: Taurus 金牛座

# Telescopium
source: The Telescope
ar: تيليسكوبيام
be: Тэлескоп
bg: Телескоп
de: Teleskop
el: Τηλεσκόπιον
fr: Le Téléscope
gl: Telescopio
hu: Távcső
it: Telescopio
ja: ぼうえんきょう
ko: 망원경
lt: Teleskopas
lv: Teleskops
nl: Telescoop
no: Teleskopet
pl: Teleskop
pt: Telescópio
ro: Telescopul
sk: Ďalekohľad
sv: Kikaren
tr: Dürbün takımyıldızı
uk: Телескоп
zh: 望远镜座
zh_tw: Telescopium 望遠鏡座

# Triangulum
source: The Triangle
ar: ترايانقيولم
be: Трохкутнік
bg: Триъгълник
de: Dreieck
el: Τρίγωνον
fr: Le Triangle
gl: Triángulo
hu: Háromszög
it: Triangolo
ja: さんかく
ko: 삼각형
lt: Trikampis
lv: Trīsstūris
nl: Driehoek
no: Triangelet
pl: Trójkąt
pt: Triângulo
ro: Triunghiul
sk: Trojuholník
sv: Triangeln
tr: Üçgen takımyıldızı
uk: Трикутник
zh: 三角座
zh_tw: Triangulum 三角座

# Triangulum Australe
source: Southern Triangle
ar: ترايانقيولم أوستريل
be: Паўднёвы трохкутнік
bg: Южен триъгълник
de: Südliches Dreieck
el: Τρίγωνον Νότιον
fr: Le Triangle austral
gl: Triángulo Austral
hu: Déli Háromszög
it: Triangolo Australe
ja: みなみのさんかく
ko: 남쪽삼각형자리
lt: Pietinis Trikampis
lv: Dienvidu Trīsstūris
nl: Zuiderdriehoek
no: triangelet, det sydlige
pl: Trójkąt Południowy
pt: Triângulo Austral
ro: Triunghiul Austral
sk: Južný trojuholník
sv: Södra triangeln
tr: Güney Üçgeni takımyıldızı
uk: Південний Трикутник
zh: 南三角座
zh_tw: Triangulum Australe 南三角座

# Tucana
source: The Toucan
ar: توكانا
be: Тукан
bg: Тукан
de: Tukan
el: Τουκάνα
fr: Le Toucan
gl: Tucano
hu: Tukán
it: Tucano
ja: きょしちょう
ko: 큰부리새
lt: Tukana
lv: Tukans
nl: Toekan
no: Tukanen
pl: Tukan
pt: Tucano
ro: Tucanul
sk: Tukan
sv: Tukanen
tr: Tukan takımyıldızı
uk: Тукан
zh: 杜鹃座
zh_tw: Tucana 杜鵑座

# Ursa Major
source: The Great Bear
ar: الدب الأكبر
be: Вялікая мядзьведзіца
bg: Голяма мечка
de: Großer Wagen
el: Μεγάλη Άρκτος
fr: La Grande Ourse
gl: Osa Maior
hu: Nagy Medve
it: Orsa Maggiore
ja: おおぐま
ko: 큰곰
lt: Grįžulo Ratai
lv: Lielais Lācis
nl: Grote Beer
no: Store bjørn
pl: Wielka Niedźwiedzica
pt: Ursa Maior
ro: Ursa Mare
sk: Veľká medvedica (Veľký voz)
sv: Stora björnen
tr: Büyük Ayı takımyıldızı
uk: Велика Ведмедиця
zh: 大熊座
zh_tw: Ursa Major 大熊座

# Ursa Minor
source: The Lesser Bear
ar: الدب الأصغر
be: Малая мядзьведзіца
bg: Малка мечка
de: Kleiner Wagen
el: Μικρή Άρκτος
fr: La Petite Ourse
gl: Osa Menor
hu: Kis Medve
it: Orsa Minore
ja: こぐま
ko: 작은곰
lt: Grįžulo Rateliai
lv: Mazais Lācis
nl: Kleine Beer
no: Lille bjørn
pl: Mała Niedźwiedzica
pt: Ursa Menor
ro: Ursa Mică
sk: Malá medvedica (Malý voz)
sv: Lilla björnen
tr: Küçük Ayı takımyıldızı
uk: Мала Ведмедиця
zh: 小熊座
zh_tw: Ursa Minor 小熊座

# Vela
source: The Sails
ar: فيلا
be: Ветразі
bg: Корабни платна
de: Segel
el: Ιστία
fr: Les Voiles
gl: Vela
hu: Vitorla
it: Vela
ja: ほ
ko: 돛
lt: Burės
lv: Buras
nl: Zeilen
no: Seilet
pl: Żagiel
pt: Vela
ro: Velele
sk: Plachty
sv: Seglet
tr: Yelken takımyıldızı
uk: Паруси
zh: 室女座
zh_tw: Vela 船帆座

# Virgo
source: The Virgin
ar: برج العذراء
be: Дзева
bg: Дева
de: Jungfrau
el: Παρθένος
fr: La Vierge
gl: Virgo
hu: Szűz
it: Vergine
ja: おとめ
ko: 처녀
lt: Mergelė
lv: Jaunava
nl: Maagd
no: Jomfruen
pl: Panna
pt: Virgem
ro: Fecioara
sk: Panna
sv: Jungfrun
tr: Başak takımyıldızı
uk: Діва
zh: 船帆座
zh_tw: Virgo 室女座

# Volans
source: The Flying Fish
ar: فولانز
be: Лятучая рыба
bg: Хвърчаща риба
de: Fliegender Fisch
el: Ιχθύς Ιπτάμενος
fr: Le Poisson volant
gl: Peixe Voador
hu: Repülőhal
it: Pesce Volante
ja: とびうお
ko: 날치
lt: Skraidančioji Žuvis
lv: Lidojošā Zivs
nl: Vliegende Vis
no: Flygefisken
pl: Latająca Ryba
pt: Peixe Voador
ro: Peştele Zburător
sk: Lietajúca ryba
sv: Flygfisken
tr: Uçanbalık takımyıldızı
uk: Летюча Риба
zh: 飞鱼座
zh_tw: Volans 飛魚座

# Vulpecula
source: The Fox
ar: فيباكيولا
be: Лісічка
bg: Лисиче
de: Füchschen
el: Αλώπηξ
fr: Le Renard
gl: Raposa
hu: Kis Róka
it: Volpetta
ja: こぎつね
ko: 여우
lt: Laputė
lv: Lapsiņa
nl: Vosje
no: Reven
pl: Lis
pt: Raposa
ro: Vulpea
sk: Líštička
sv: Räven
tr: Tilkicik takımyıldızı
uk: Лисичка
zh: 狐狸座
zh_tw: Vulpecula 狐狸座
