Repository: bgodard/celestia-g2
Catalog: celestia/po2/*.po
Languages: ar, be, bg, de, el, fr, gl, hu, it, ja, ko, lt, lv, nl, no, pl, pt, ro, sk, sv, tr, uk, zh, zh_tw

source: Andromeda
ar: أندروميدا
be: Андрамэда
bg: Андромеда
el: Ανδρομέδα
fr: Andromède
gl: Andrómeda
ja: アンドロメダ
ko: 안드로메다
pt: Andrómeda
uk: Андромеда
zh: 仙女座
zh_tw: Andromeda 仙女座

# Antlia
source: The Air Pump
ar: أنتليا
be: Помпа
bg: Помпа
de: Luftpumpe
el: Αντλία
fr: La Machine pneumatique
gl: Máquina Pneumática
hu: Légszivattyú
it: Macchina Pneumatica
ja: ポンプ
ko: 공기펌프
lt: Siurblys
lv: Sūknis
nl: Luchtpomp
no: Luftpumpen
pl: Pompa
pt: Máquina Pneumática
ro: Maşina Pneumatică
sk: Výveva
sv: Luftpumpen
tr: Pompa takımyıldızı
uk: Насос
zh: 唧筒座
zh_tw: Antlia 唧筒座

# Apus
source: Bird of Paradise
ar: أبس
be: Райская птушка
bg: Райска птица
de: Paradiesvogel
el: Πτηνόν
fr: L'Oiseau de Paradis
gl: Ave do Paraíso
hu: Paradicsommadár
it: Uccello del Paradiso
ja: ふうちょう
ko: 극락조
lt: Rojaus Paukštis
lv: Paradīzes Putns
nl: Paradijsvogel
no: Paradisfuglen
pl: Rajski Ptak
pt: Ave do Paraíso
ro: Pasărea Paradisului
sk: Rajka
sv: Paradisfågeln
tr: Cennetkuşu takımyıldızı
uk: Райський Птах
zh: 天燕座
zh_tw: Apus 天燕座

# Aquarius
source: Water Carrier
ar: برج الدلو
be: Вадаліў
bg: Водолей
de: Wassermann
el: Υδροχόος
fr: Le Verseau
gl: Acuario
hu: Vízöntő
it: Acquario
ja: みずがめ
ko: 물병
lt: Vandenis
lv: Ūdensvīrs
nl: Waterman
no: Vannmannen
pl: Wodnik
pt: Aquário
ro: Vărsătorul
sk: Vodnár
sv: Vattumannen
tr: Kova takımyıldızı
uk: Водолій
zh: 宝瓶座
zh_tw: Aquarius 寶瓶座

# Aquila
source: The Eagle
ar: أكويلا
be: Арол
bg: Орел
de: Adler
el: Αετός
fr: L'Aigle
gl: Aguia
hu: Sas
it: Aquila
ja: わし
ko: 독수리
lt: Erelis
lv: Ērglis
nl: Arend
no: Ørnen
pl: Orzeł
pt: Águia
ro: Vulturul
sk: Orol
sv: Örnen
tr: Kartal takımyıldızı
uk: Орел
zh: 天鹰座
zh_tw: Aquila 天鷹座

# Ara
source: The Altar
ar: ايرا
be: Ахвярнік
bg: Жертвеник
de: Altar
el: Βωμός
fr: L'Autel
gl: Altar
hu: Oltár
it: Altare
ja: さいだん
ko: 제단
lt: Aukuras
lv: Altāris
nl: Altaar
no: Alteret
pl: Ołtarz
pt: Altar
ro: Altarul
sk: Oltár
sv: Altaret
tr: Sunak takımyıldızı
uk: Жертівник
zh: 天坛座
zh_tw: Ara 天壇座

# Aries
source: The Ram
ar: برج الحمل
be: Авен
bg: Овен
de: Widder
el: Κριός
fr: Le Bélier
gl: Carneiro
hu: Kos
it: Ariete
ja: おひつじ
ko: 양
lt: Avinas
lv: Auns
nl: Ram
no: Væren
pl: Baran
pt: Carneiro
ro: Berbecul
sk: Baran
sv: Väduren
tr: Koç takımyıldızı
uk: Овен
zh: 白羊座
zh_tw: Aries 白羊座

# Auriga
source: The Charioteer
ar: أورجا
be: Возьнік
bg: Колар
de: Fuhrmann
el: Ηνίοχος
fr: Le Cocher
gl: Auriga
hu: Szekeres
it: Auriga
ja: ぎょしゃ
ko: 마차부
lt: Vežėjas
lv: Vedējs
nl: Voerman
no: Kusken
pl: Woźnica
pt: Cocheiro
ro: Vizitiul
sk: Povozník
sv: Kusken
tr: Arabacı takımyıldızı
uk: Візничий
zh: 御夫座
zh_tw: Auriga 御夫座

# Boötes
source: The Herdsman
ar: بيوتس
be: Валапас
bg: Воловар
de: Bootes (Bärenhüter)
el: Βοώτης
fr: Le Bouvier
gl: Pastor
hu: Ökörhajcsár
ja: うしかい
ko: 목자
lt: Jaučiaganis
lv: Vēršu Dzinējs
no: Bjørnevokteren
pl: Wolarz
pt: Boieiro
ro: Boarul
sk: Pastier
sv: Björnvaktaren
tr: Çoban takımyıldızı
uk: Волопас
zh: 牧夫座
zh_tw: Boötes 牧夫座

# Caelum
source: The Chisel
ar: كيوم
be: Разец
bg: Длето
de: Grabstichel
el: Γλυφείον
fr: Le Burin
gl: Cicel
hu: Véső
it: Bulino
ja: ちょうこくぐ
ko: 조각도
lt: Skaptukas
lv: Greblis
nl: Graveerstift
no: Meiselen
pl: Rylec
pt: Cinzel
ro: Dalta
sk: Rydlo
sv: Gravstickeln
tr: Çelikkalem takımyıldızı
uk: Різець
zh: 雕具座
zh_tw: Caelum 雕具座

# Camelopardalis
source: The Giraffe
ar: كاملوبارداليس
be: Жыраф
bg: Жираф
de: Giraffe
el: Καμηλοπάρδαλη
fr: La Girafe
gl: Xirafa
hu: Zsiráf
it: Giraffa
ja: きりん
ko: 기린
lt: Žirafa
lv: Žirafe
nl: Giraffe
no: Giraffen
pl: Żyrafa
pt: Girafa
ro: Girafa
sk: Žirafa
sv: Giraffen
tr: Zürafa takımyıldızı
uk: Жираф
zh: 鹿豹座
zh_tw: Camelopardalis 鹿豹座

# Cancer
source: The Crab
ar: سرطان
be: Рак
bg: Рак
de: Krebs
el: Καρκίνος
fr: Le Cancer
gl: Cangrexo
hu: Rák
it: Cancro
ja: かに
ko: 게
lt: Vėžys
lv: Vēzis
nl: Kreeft
no: Krepsen
pl: Rak
pt: Caranguejo
ro: Racul
sk: Rak
sv: Kräftan
tr: Yengeç takımyıldızı
uk: Рак
zh: 巨蟹座
zh_tw: Cancer 巨蟹座

# Canes Venatici
source: Hunting Dogs
ar: كانز فيناتيشي
be: Ганчакі
bg: Ловджийски кучета
de: Jagdhunde
el: Κύνες Θηρευτικοί
fr: Les Chiens de Chasse
gl: Os Cans de Caza
hu: Vadászebek
it: Cani da Caccia
ja: りょうけん
ko: 사냥개
lt: Skalikai
lv: Medību Suņi
nl: Jachthonden
no: Jakthundene
pl: Psy Gończe
pt: Cães de Caça
ro: Câinii de Vânătoare
sk: Poľovné psy
sv: Jakthundarna
tr: Av köpekleri takımyıldızı
uk: Гончі Пси
zh: 猎犬座
zh_tw: Canes Venatici 獵犬座

# Canis Major
source: The Greater Dog
ar: كانيس كبير
be: Вялікі пёс
bg: Голямо куче
de: Großer Hund
el: Κύων Μέγας
fr: Le Grand Chien
gl: Can Maior
hu: Nagy Kutya
it: Cane Maggiore
ja: おおいぬ
ko: 큰개
lt: Šuo
lv: Lielais Suns
nl: Grote Hond
no: Stor hund
pl: Wielki Pies
pt: Cão Maior
ro: Câinele Mare
sk: Veľký pes
sv: Stora hunden
tr: Büyük Köpek takımyıldızı
uk: Великий Пес
zh: 大犬座
zh_tw: Canis Major 大犬座

# Canis Minor
source: The Lesser Dog
ar: كانيس صغير
be: Малы пёс
bg: Малко куче
de: Kleiner Hund
el: Κύων Μικρός
fr: Le Petit Chien
gl: Can Menor
hu: Kis Kutya
it: Cane Minore
ja: こいぬ
ko: 작은개
lt: Šuniukas
lv: Mazais Suns
nl: Kleine Hond
no: Lille hund
pl: Mały Pies
pt: Cão Menor
ro: Câinele Mic
sk: Malý pes
sv: Lilla hunden
tr: Küçük Köpek takımyıldızı
uk: Малий Пес
zh: 小犬座
zh_tw: Canis Minor 小犬座

# Capricornus
source: The Goat-Fish
ar: كابريكورنس
be: Казарог
bg: Козирог
de: Steinbock
el: Αιγόκερω
fr: Le Capricorne
gl: Capricornio
hu: Bak
it: Capricorno
ja: やぎ
ko: 염소
lt: Ožiaragis
lv: Mežāzis
nl: Steenbok
no: Steinbukken
pl: Koziorożec
pt: Capricónio
ro: Capricornul
sk: Kozorožec
sv: Stenbocken
tr: Oğlak takımyıldızı
uk: Козеріг
zh: 摩羯座
zh_tw: Capricornus 摩羯座

# Carina
source: The Keel
ar: كاراينا
be: Кіль
bg: Кил
de: Schiffskiel
el: Τρόπις
fr: La Carène
gl: Quilla
hu: Hajógerinc
it: Carena
ja: りゅうこつ
ko: 용골
lt: Kilis
lv: Kuģa Ķīlis
nl: Kiel
no: Kjølen
pl: Kil
pt: Quilha
ro: Carena
sk: Kýl
sv: Kölen
tr: Karina takımyıldızı
uk: Кіль
zh: 船底座
zh_tw: Carina 船底座

source: Cassiopeia
ar: كاسيوبيا
be: Касіяпэя
bg: Касиопея
de: Kassiopeia
el: Κασσιόπη
fr: Cassiopée
gl: Casiopea
hu: Kassziopeia
it: Cassiopea
ja: カシオペヤ
ko: 카시오페이아
lt: Kasiopėja
lv: Kasiopeja
no: Kassiopeia
pl: Kasjopej
sk: Kasiopeja
sv: Cassiopeja
tr: Kraliçe takımyıldızı
uk: Кассіопея
zh: 仙后座
zh_tw: Cassiopeia 仙后座

# Centaurus
source: The Centaur
ar: سنتوراس
be: Кентаўр
bg: Кентавър
de: Kentaur
el: Κένταυρος
fr: Le Centaure
gl: Centauro
hu: Kentaur
it: Centauro
ja: ケンタウルス
ko: 센타우루스
lt: Kentauras
lv: Kentaurs
nl: Centaur
no: Kentauren
pl: Centaur
pt: Centauro
ro: Centaurul
sk: Kentaurus
sv: Kentauren
tr: Erboğa takımyıldızı
uk: Центавр
zh: 半人马座
zh_tw: Centaurus 半人馬座

source: Cepheus
ar: سيفيوس
be: Цэфэй
bg: Цефей
de: Kepheus
el: Κηφέας
fr: Céphée
gl: Cefeo
hu: Cefeusz
it: Cefeo
ja: ケフェウス
ko: 케페우스
lt: Cefėjas
lv: Cefejs
no: Kefeus
pl: Cefeusz
pt: Cefeu
ro: Cefeu
sk: Cefeus
tr: Kral takımyıldızı
uk: Цефей
zh: 仙王座
zh_tw: Cepheus 仙王座

# Cetus
source: The Whale
ar: سيتس
be: Кіт
bg: Кит
de: Walfisch
el: Κήτος
fr: La Baleine
gl: Balea
hu: Cet
it: Balena
ja: くじら
ko: 고래
lt: Banginis
lv: Valis
nl: Walvis
no: Hvalfisken
pl: Wieloryb
pt: Baleia
ro: Balena
sk: Veľryba
sv: Valfisken
tr: Balina takımyıldızı
uk: Кит
zh: 鲸鱼座
zh_tw: Cetus 鯨魚座

source: Chamaeleon
ar: شاميليون
be: Хамэлеон
bg: Хамелеон
de: Chamäleon
el: Χαμαιλέων
fr: Le Caméléon
gl: Camaleón
hu: Kaméleon
it: Camaleonte
ja: カメレオン
ko: 카멜레온
lt: Chameleonas
lv: Hameleons
nl: Kameleon
no: Kameleonen
pl: Kameleon
pt: Camaleão
ro: Cameleonul
sk: Chameleón
sv: Kameleonten
tr: Bukalemun takımyıldızı
uk: Хамелеон
zh: 堰蜒座
zh_tw: Chamaeleon 蝘蜓座

# Circinus
source: The Drafting Compass
ar: سيريسنس
be: Цыркуль
bg: Пергел
de: Zirkel
el: Διαβήτης
fr: Le Compas
gl: Compás
hu: Körző
it: Compasso
ja: コンパス
ko: 컴퍼스
lt: Skriestuvas
lv: Cirkulis
nl: Passer
no: Passeren
pl: Cyrkiel
pt: Compasso
ro: Compasul
sk: Kružidlo
sv: Cirkelpassaren
tr: Pergel takımyıldızı
uk: Циркуль
zh: 圆规座
zh_tw: Circinus 圓規座

# Columba
source: The Dove
ar: كولومبا
be: Голуб
bg: Гълъб
de: Taube
el: Περιστερά
fr: La Colombe
gl: Pomba
hu: Galamb
it: Colomba
ja: はと
ko: 비둘기
lt: Balandis
lv: Balodis
nl: Duif
no: Duen
pl: Gołąb
pt: Pomba
ro: Porumbelul
sk: Holubica
sv: Duvan
tr: Güvercin takımyıldızı
uk: Голуб
zh: 天鸽座
zh_tw: Columba 天鴿座

# Coma Berenices
source: Berenice's Hair
ar: كوما برانيسيز
be: Валасы Веранікі
bg: Косите на Вероника
de: Haar der Berenike
el: Κόμη Βερενίκης
fr: La Chevelure de Bérénice
gl: A Cabeleira de Berenice
hu: Bereniké Haja
it: Chioma di Berenice
ja: かみのけ
ko: 머리털
lt: Berenikės Garbanos
lv: Berenikes Mati
nl: Hoofdhaar
no: Berenikes hår
pl: Warkocz Bereniki
pt: Cabeleira de Berenice
ro: Părul Berenicei
sk: Vlasy Bereniky
sv: Berenikes hår
tr: Berenices'in Saçı takımyıldızı
uk: Волосся Вероніки
zh: 后发座
zh_tw: Coma Berenices 后髮座

# Corona Australis
source: Southern Crown
ar: كورونا أوسترالس
be: Паўднёвая карона
bg: Южна корона
de: Südliche Krone
el: Στέφανος Νότιος
fr: La Couronne australe
gl: Corona Austral
hu: Déli Korona
it: Corona Australe
ja: みなみのかんむり
ko: 남쪽왕관
lt: Pietinis Vainikas
lv: Dienvidu Vainags
nl: Zuiderkroon
no: krone, den sydlige
pl: Korona Południowa
pt: Coroa Austral
ro: Coroana Australă
sk: Južná koruna
sv: Södra kronan
tr: Güneytacı takımyıldızı
uk: Південна Корона
zh: 南冕座
zh_tw: Corona Australis 南冕座

# Corona Borealis
source: Northern Crown
ar: كورونا بوريلس
be: Паўночная карона
bg: Северна Корона
de: Nördliche Krone
el: Στέφανος Βόρειος
fr: La Couronne boréale
gl: Corona Boreal
hu: Északi Korona
it: Corona Boreale
ja: かんむり
ko: 북쪽왕관
lt: Šiaurės Vainikas
lv: Ziemeļu Vainags
nl: Noorderkroon
no: krone, den nordlige
pl: Korona Północna
pt: Coroa Boreal
ro: Coroana Boreală
sk: Severná koruna
sv: Norra kronan
tr: Kuzeytacı takımyıldızı
uk: Північна Корона
zh: 北冕座
zh_tw: Corona Borealis 北冕座

# Corvus
source: The Crow
ar: كورفس
be: Крумкач
bg: Врана
de: Rabe
el: Κόραξ
fr: Le Corbeau
gl: Corvo
hu: Holló
it: Corvo
ja: からす
ko: 까마귀
lt: Varnas
lv: Krauklis
nl: Raaf
no: Ravnen
pl: Kruk
pt: Corvo
ro: Corbul
sk: Havran
sv: Korpen
tr: Karga takımyıldızı
uk: Ворон
zh: 乌鸦座
zh_tw: Corvus 烏鴉座

# Crater
source: The Goblet
ar: فوهة بركان
be: Кратэр
bg: Чаша
de: Becher
el: Κρατήρ
fr: La Coupe
gl: Cunca
hu: Serleg
it: Cratere
ja: コップ
ko: 컵
lt: Taurė
lv: Kauss
nl: Beker
no: Begeret
pl: Puchar
pt: Taça
ro: Cupa
sk: Pohár
sv: Bägaren
tr: Kupa takımyıldızı
uk: Чаша
zh: 巨爵座
zh_tw: Crater 隕坑

# Crux
source: Southern Cross
ar: جوهره
be: Крыж
bg: Южен кръст
de: Kreuz des Südens
el: Νότιος Σταυρός
fr: La Croix du Sud
gl: Cruz do Sur
hu: Dél Keresztje
it: Croce del Sud
ja: みなみじゅうじ
ko: 남십자
lt: Kryžius
lv: Krusts
nl: Zuiderkruis
no: Sydkorset
pl: Krzyż Południa
pt: Cruzeiro do Sul
ro: Crucea
sk: Južný kríž
sv: Södra korset
tr: Güneyhaçı takımyıldızı
uk: Хрест (Південний)
zh: 南十字座
zh_tw: Crux 南十字座

# Cygnus
source: The Swan
ar: سيقنس
be: Лебедзь
bg: Лебед
de: Schwan
el: Κύκνος
fr: Le Cygne
gl: Cisne
hu: Hattyú
it: Cigno
ja: はくちょう
ko: 백조
lt: Gulbė
lv: Gulbis
nl: Zwaan
no: Svanen
pl: Łabędź
pt: Cisne
ro: Lebăda
sk: Labuť
sv: Svanen
tr: Kuğu Takımyıldızı
uk: Лебідь
zh: 天鹅座
zh_tw: Cygnus 天鵝座

# Delphinus
source: The Dolphin
ar: ديلفينس
be: Дэльфін
bg: Делфин
de: Delphin
el: Δελφίν
fr: Le Dauphin
gl: Golfiño
hu: Delfin
it: Delfino
ja: いるか
ko: 돌고래
lt: Delfinas
lv: Delfīns
nl: Dolfijn
no: Delfinen
pl: Delfin
pt: Delfim
ro: Delfinul
sk: Delfín
sv: Delfinen
tr: Yunus takımyıldızı
uk: Дельфін
zh: 海豚座
zh_tw: Delphinus 海豚座

# Dorado
source: The Goldfish
ar: دورادو
be: Залатая рыба
bg: Златна рибка
de: Schwertfisch
el: Δοράς
fr: La Dorade
gl: Peixe Dorado
hu: Aranyhal
it: Dorado
ja: かじき
ko: 황새치
lt: Auksinė Žuvis
lv: Zelta Zivs
nl: Goudvis
no: Gullfisken
pl: Złota Ryba
pt: Dourado
ro: Peştele de Aur
sk: Mečiar
sv: Svärdfisken
tr: Kılıçbalığı takımyıldızı
uk: Золота Риба
zh: 剑鱼座
zh_tw: Dorado 劍魚座

# Draco
source: The Dragon
ar: دريكو
be: Дракон
bg: Дракон
de: Drache
el: Δράκων
fr: Le Dragon
gl: Dragón
hu: Sárkány
it: Drago
ja: りゅう
ko: 용
lt: Slibinas
lv: Pūķis
nl: Draak
no: Dragen
pl: Smok
pt: Dragão
ro: Dragonul
sk: Drak
sv: Draken
tr: Ejderha takımyıldızı
uk: Дракон
zh: 天龙座
zh_tw: Draco 天龍座

# Equuleus
source: The Little Horse
ar: اكيولياس
be: Малы конь
bg: Жребче
de: Füllen
el: Ιππάριον
fr: Le petit Cheval
gl: Cabalo Pequeno
hu: Csikó
it: Cavallino
ja: こうま
ko: 조랑말
lt: Žirgelis
lv: Mazais Zirgs
nl: Veulen
no: hest, den lille
pl: Źrebię
pt: Potro
ro: Calul Mic
sk: Koník
sv: Lilla hästen
tr: Tay takımyıldızı
uk: Малий Кінь
zh: 小马座
zh_tw: Equuleus 小馬座

# Eridanus
source: The River
ar: اريدنس
be: Эрыдан
bg: Еридан
de: Eridanus
el: Ηριδανός
fr: L'Éridan
gl: Eridano
hu: Eridánusz
it: Eridano
ja: エリダヌス
ko: 에리다누스
lt: Eridanas
lv: Eridāna
nl: Eridanus
no: Floden
pl: Erydan
pt: Erídano
ro: Eridanul
sk: Eridanus
sv: Floden Eridanus
tr: Irmak takımyıldızı
uk: Ерідан
zh: 波江座
zh_tw: Eridanus 波江座

# Fornax
source: The Furnace
ar: فورناكس
be: Печ
bg: Пещ
de: Ofen
el: Κάμινος
fr: Le Fourneau
gl: Forno
hu: Kemence
it: Fornace
ja: ろ
ko: 화학로
lt: Krosnis
lv: Krāsns
nl: Oven
no: Smelteovnen
pl: Piec
pt: Fornalha
ro: Cuptorul
sk: Pec
sv: Ugnen
tr: Ocak takımyıldızı
uk: Піч
zh: 天炉座
zh_tw: Fornax 天爐座

# Gemini
source: The Twins
ar: الجوزاء
be: Блізьняты
bg: Близнаци
de: Zwillinge
el: Δίδυμοι
fr: Les Gémeaux
gl: Xémini
hu: Ikrek
it: Gemelli
ja: ふたご
ko: 쌍둥이
lt: Dvyniai
lv: Dvīņi
nl: Tweelingen
no: Tvillingene
pl: Bliźnięta
pt: Gémeos
ro: Gemenii
sk: Blíženci
sv: Tvillingarna
tr: İkizler takımyıldızı
uk: Близнюки
zh: 双子座
zh_tw: Gemini 雙子座

# Grus
source: The Crane
ar: قرس
be: Журавель
bg: Жерав
de: Kranich
el: Γερανός
fr: La Grue
gl: Grúa
hu: Daru
it: Gru
ja: つる
ko: 두루미
lt: Gervė
lv: Dzērve
nl: Kraanvogel
no: Tranen
pl: Żuraw
pt: Grou
ro: Cocorul
sk: Žeriav
sv: Tranan
tr: Turna takımyıldızı
uk: Журавель
zh: 天鹤座
zh_tw: Grus 天鶴座

source: Hercules
ar: هركليز
be: Геркулес
bg: Херкулес
de: Herkules
el: Ηρακλής
fr: Hercule
gl: Hércules
hu: Herkules
it: Ercole
ja: ヘルクレス
ko: 헤라클레스
lt: Heraklis
lv: Herkuless
no: Herkules
pl: Herkules
pt: Hércules
ro: Hercule
sk: Herkules
sv: Herkules
tr: Herkül takımyıldızı
uk: Геркулес
zh: 武仙座
zh_tw: Hercules 武仙座

# Horologium
source: The Pendulum Clock
ar: هورولوجم
be: Гадзіньнік
bg: Часовник
de: Pendeluhr
el: Ωρολόγιον
fr: L'Horloge
gl: Reloxo
hu: Ingaóra
it: Orologio
ja: とけい
ko: 시계
lt: Laikrodis
lv: Pulkstenis
nl: Slingeruurwerk
no: Uret
pl: Zegar
pt: Relógio
ro: Orologiul
sk: Hodiny
sv: Pendeluret
tr: Saat takımyıldızı
uk: Годинник
zh: 时钟座
zh_tw: Horologium 時鐘座

# Hydra
source: The Water Serpent
be: Гідра
bg: Хидра
de: Wasserschlange
el: Ύδρα
fr: L'Hydre femelle
gl: Hidra
hu: Északi Vízikígyó
it: Idra
ja: うみへび
ko: 바다뱀
lt: Hidra
lv: Hidra
nl: Waterslang
no: Vannslangen
pl: Hydra
pt: Hidra
ro: Hidra
sk: Hydra
sv: Vattenormen
tr: Suyılanı takımyıldızı
uk: Гідра
zh: 长蛇座
zh_tw: Hydra 長蛇座

# Hydrus
source: The Lesser Water Snake
ar: هايدرس
be: Паўднёвая гідра
bg: Южна Хидра
de: Kleine Wasserschlange
el: Ύδρος
fr: L'Hydre mâle
gl: Hidra macho
hu: Déli Vízikígyó
it: Idra Maschio
ja: みずへび
ko: 물뱀
lt: Pietinė Hidra
lv: Dienvidu Hidra
nl: Kleine Waterslang
no: vannslange, den sydlige
pl: Wąż Wodny
pt: Hidra Macho
ro: Hidra Australă
sk: Vodný had
sv: Lilla vattenormen
tr: Küçüksuyılanı takımyıldızı
uk: Південний Змій
zh: 水蛇座
zh_tw: Hydrus 水蛇座

# Indus
source: The Indian
ar: اندس
be: Індзеец
bg: Индиец
de: Indianer
el: Ινδός
fr: L'Oiseau indien
gl: Indio
hu: Hindu
it: Indiano
ja: インディアン
ko: 인도인
lt: Indėnas
lv: Indiānis
nl: Indiaan
no: Indianeren
pl: Indianin
pt: Índio
ro: Indianul
sk: Indián
sv: Indianen
tr: Hintli takımyıldızı
uk: Індієць
zh: 印第安座
zh_tw: Indus 印地安座

# Lacerta
source: The Lizard
ar: لاسيرتا
be: Яшчарка
bg: Гущер
de: Eidechse
el: Σαύρα
fr: Le Lézard
gl: Lagarto
hu: Gyík
it: Lucertola
ja: とかげ
ko: 도마뱀
lt: Driežas
lv: Ķirzaka
nl: Hagedis
no: Firfislen
pl: Jaszczurka
pt: Lagarto
ro: Şopârla
sk: Jašterica
sv: Ödlan
tr: Kertenkele takımyıldızı
uk: Ящірка
zh: 蝎虎座
zh_tw: Lacerta 蝎虎座

# Leo
source: The Lion
ar: برج الأسد
be: Леў
bg: Лъв
de: Löwe
el: Λέων
fr: Le Lion
gl: Leo
hu: Oroszlán
it: Leone
ja: しし
ko: 사자
lt: Lūtas
lv: Lauva
nl: Leeuw
no: Løven
pl: Lew
pt: Leão
ro: Leul
sk: Lev
sv: Lejonet
tr: Aslan takımyıldızı
uk: Лев
zh: 狮子座
zh_tw: Leo 獅子座

# Leo Minor
source: The Lesser Lion
ar: برج الأسد الصغير
be: Малы леў
bg: Лъвче
de: Kleiner Löwe
el: Λέων Μικρός
fr: Le petit Lyon
gl: León Menor
hu: Kis Oroszlán
it: Leone Minore
ja: こじし
ko: 작은사자
lt: Liūtukas
lv: Mazais Lauva
nl: Kleine Leeuw
no: løve, den lille
pl: Mały Lew
pt: Leão Menor
ro: Leul Mic
sk: Malý lev
sv: Lilla lejonet
tr: Küçük Aslan takımyıldızı
uk: Малий Лев
zh: 小狮座
zh_tw: Leo Minor 小獅座

# Lepus
source: The Hare
ar: ليبس
be: Заяц
bg: Заек
de: Hase
el: Λαγωός
fr: Le Lièvre
gl: Lebre
hu: Nyúl
it: Lepre
ja: うさぎ
ko: 토끼
lt: Kiškis
lv: Zaķis
nl: Haas
no: Haren
pl: Zając
pt: Lebre
ro: Iepurele
sk: Zajac
sv: Haren
tr: Tavşan takımyıldızı
uk: Заєць
zh: 天兔座
zh_tw: Lepus 天兔座

# Libra
source: The Scales
ar: برج الميزان
be: Лібра
bg: Везни
de: Waage
el: Ζυγός
fr: La Balance
gl: Libra
hu: Mérleg
it: Bilancia
ja: てんびん
ko: 천칭
lt: Svarstyklės
lv: Svari
nl: Weegschaal
no: Vekten
pl: Waga
pt: Balança
ro: Balanţa
sk: Váhy
sv: Vågen
tr: Terazi takımyıldızı
uk: Ваги
zh: 天秤座
zh_tw: Libra 天秤座

# Lupus
source: The Wolf
ar: داء الذئبة
be: Воўк
bg: Вълк
de: Wolf
el: Λύκος
fr: Le Loup
gl: Lobo
hu: Farkas
it: Lupo
ja: おおかみ
ko: 이리
lt: Vilkas
lv: Vilks
nl: Wolf
no: Ulven
pl: Wilk
pt: Lobo
ro: Lupul
sk: Vlk
sv: Vargen
tr: Kurt takımyıldızı
uk: Вовк
zh: 天狼座
zh_tw: Lupus 豺狼座

source: Lynx
ar: الوشق
be: Рысь
bg: Рис
de: Luchs
el: Λυγξ
fr: Le Lynx
gl: Lince
hu: Hiúz
it: Lince
ja: やまねこ
ko: 삵괭이
lt: Lūšis
lv: Lūsis
no: Gaupen
pl: Ryś
pt: Lince
ro: Linxul
sk: Rys
sv: Lodjuret
tr: Vaşak takımyıldızı
uk: Рись
zh: 天猫座
zh_tw: Lynx 天貓座

# Lyra
source: The Lyre
ar: لايرا
be: Ліра
bg: Лира
de: Leier
el: Λύρα
fr: La Lyre
gl: Lira
hu: Lant
it: Lira
ja: こと
ko: 거문고
lt: Lyra
lv: Lira
nl: Lier
no: Lyren
pl: Lutnia
pt: Lira
ro: Lira
sk: Lýra
sv: Lyran
tr: Çalgı takımyıldızı
uk: Ліра
zh: 天琴座
zh_tw: Lyra 天琴座

# Mensa
source: The Table Mountain
ar: منسا
be: Сталовая гара
bg: Маса
de: Tafelberg
el: Τράπεζα
fr: La Table
gl: Meseta
hu: Táblahegy
it: Mensa
ja: テーブルさん
ko: 테이블산
lt: Stalkalnis
lv: Galds
nl: Tafelberg
no: Bordet
pl: Góra Stołowa
pt: Mesa
ro: Platoul
sk: Stolový vrch
sv: Taffelberget
tr: Masa takımyıldızı
uk: Столова Гора
zh: 山案座
zh_tw: Mensa 山案座

# Microscopium
source: The Microscope
ar: ميكروسكوبيوم
be: Мікраскоп
bg: Микроскоп
de: Mikroskop
el: Μικροσκόπιον
fr: Le Microscope
gl: Microscopio
hu: Mikroszkóp
it: Microscopio
ja: けんびきょう
ko: 현미경
lt: Mikroskopas
lv: Mikroskops
nl: Microscoop
no: Mikroskopet
pl: Mikroskop
pt: Microscópio
ro: Microscopul
sk: Mikroskop
sv: Mikroskopet
tr: Mikroskop takımyıldızı
uk: Мікроскоп
zh: 显微镜座
zh_tw: Microscopium 顯微鏡座

# Monoceros
source: The Unicorn
ar: مونوسيروس
be: Аднарог
bg: Еднорог
de: Einhorn
el: Μονόκερως
fr: La Licorne
gl: Unicornio
hu: Egyszarvú
it: Unicorno
ja: いっかくじゅう
ko: 외뿔소
lt: Vienaragis
lv: Vienradzis
nl: Eenhoorn
no: Enhjørningen
pl: Jednorożec
pt: Unicórnio
ro: Licornul
sk: Jednorožec
sv: Enhörningen
tr: Tekboynuz takımyıldızı
uk: Одноріг
zh: 麒麟座
zh_tw: Monoceros 麒麟座

# Musca
source: The Fly
ar: موكا
be: Муха
bg: Муха
de: Fliege
el: Μυία
fr: La Mouche
gl: Mosca
hu: Légy
it: Mosca
ja: はえ
ko: 파리
lt: Musė
lv: Muša
nl: Vlieg
no: Fluen
pl: Mucha
pt: Mosca
ro: Musca
sk: Mucha
sv: Flugan
tr: Sinek takımyıldızı
uk: Муха
zh: 苍蝇座
zh_tw: Musca 蒼蠅座

# Norma
source: The Level
ar: نورما
be: Норма
bg: Прав ъгъл
de: Winkelmaß
el: Γνώμων
fr: La Règle
gl: Regra
hu: Szögmérő
it: Norma
ja: じょうぎ
ko: 직각자
lt: Kampainis
lv: Leņķmērs
nl: Winkelhaak
no: Vinkelhaken
pl: Węgielnica
pt: Esquadro
ro: Echerul
sk: Pravítko
sv: Vinkelhaken
tr: Cetvel takımyıldızı
uk: Косинець
zh: 矩尺座
zh_tw: Norma 矩尺座

# Octans
source: The Octant
ar: أوكتنز
be: Актант
bg: Октант
de: Oktant
el: Οκτάς
fr: L'Octant
gl: Octante
hu: Oktáns
it: Ottante
ja: はちぶんぎ
ko: 팔분의
lt: Oktantas
lv: Oktants
nl: Octant
no: Oktanten
pl: Oktant
pt: Octante
ro: Octantul
sk: Oktant
sv: Oktanten
tr: Sekizlik takımyıldızı
uk: Октант
zh: 南极座
zh_tw: Octans 南極座

# Ophiuchus
source: Serpent Holder
ar: أوفيتشيس
be: Зьмяяносец
bg: Змиеносец
de: Schlangenträger
el: Οφιούχος
fr: Ophiuchus
gl: Ofiuco
hu: Kígyótartó
it: Ofiuco
ja: へびつかい
ko: 뱀주인
lt: Gyvatnešis
lv: Čūsknesis
nl: Slangendrager
no: Slangebæreren
pl: Wężownik
pt: Ofíuco
ro: Ofiucus
sk: Hadonos
sv: Ormbäraren
tr: Yılancı takımyıldızı
uk: Змієносець
zh: 蛇夫座
zh_tw: Ophiuchus 蛇夫座

# Orion
source: The Hunter
ar: أوراين
be: Арыён
bg: Орион
de: Orion
el: Ωρίων
fr: Orion
gl: Orión
hu: Orion
it: Orione
ja: オリオン
ko: 오리온
lt: Orionas
lv: Orions
nl: Orion
no: Orion
pl: Orion
pt: Orionte (O Caçador)
ro: Orion
sk: Orión
sv: Orion
tr: Avcı Takımyıldızı
uk: Оріон
zh: 猎户座
zh_tw: Orion 獵戶座

# Pavo
source: The Peacock
ar: بافو
be: Пава
bg: Паун
de: Pfau
el: Ταώς
fr: Le Paon
gl: Pavo
hu: Páva
it: Pavone
ja: くじゃく
ko: 공작
lt: Povas
lv: Pāvs
nl: Pauw
no: Påfuglen
pl: Paw
pt: Pavão
ro: Păunul
sk: Páv
sv: Påfågeln
tr: Tavus takımyıldızı
uk: Павич
zh: 孔雀座
zh_tw: Pavo 孔雀座

# Pegasus
source: The Winged Horse
ar: بيقاسوس
be: Пэґас
bg: Пегас
de: Pegasus
el: Πήγασος
fr: Pégase
gl: Pegaso
hu: Pegazus
it: Pegaso
ja: ペガスス
ko: 페가수스
lt: Pegasas
lv: Pegazs
nl: Pegasus
no: Pegasus
pl: Pegaz
pt: Pégaso
ro: Pegas
sk: Pegas
sv: Pegasus
tr: Kanatlıat takımyıldızı
uk: Пегас
zh: 飞马座
zh_tw: Pegasus 飛馬座

source: Perseus
ar: برسيوس
be: Пэрсэй
bg: Персей
el: Περσέας
fr: Persée
gl: Perseo
hu: Perzeusz
it: Perseo
ja: ペルセウス
ko: 페르세우스
lt: Persėjas
lv: Persejs
no: Persevs
pl: Perseusz
pt: Perseu
ro: Perseu
sk: Perzeus
tr: Kahraman takımyıldızı
uk: Персей
zh: 英仙座
zh_tw: Perseus 英仙座

# Phoenix
source: The Phoenix
ar: العنقاء
be: Фэнікс
bg: Феникс
de: Phönix
el: Φοίνιξ
fr: Le Phénix
gl: Fénix
hu: Főnix
it: Fenice
ja: ほうおう
ko: 봉황새
lt: Feniksas
lv: Fenikss
nl: Phoenix
no: Føniks
pl: Feniks
pt: Fénix
ro: Phoenix
sk: Fénix
sv: Fenix
tr: Anka takımyıldızı
uk: Фенікс
zh: 凤凰座
zh_tw: Phoenix 鳳凰座

# Pictor
source: The Painter's Easel
ar: بكتور
be: Мастак
bg: Живописец
de: Maler
el: Οκρίβας
fr: Le Peintre
gl: Cabalete de Pintor
hu: Festő
it: Pittore
ja: がか
ko: 이젤
lt: Tapytojas
lv: Gleznotājs
nl: Schilder
no: Maleren
pl: Malarz
pt: Pintor
ro: Pictorul
sk: Maliar
sv: Målaren
tr: Ressam takımyıldızı
uk: Живописець
zh: 绘架座
zh_tw: Pictor 繪架座

# Pisces
source: The Fish
ar: برج الحوت
be: Рыбы
bg: Риби
de: Fische
el: Ιχθύες
fr: Les Poissons
gl: Peixes
hu: Halak
it: Pesci
ja: うお
ko: 물고기
lt: Žuvys
lv: Zivis
nl: Vissen
no: Fiskene
pl: Ryby
pt: Peixes
ro: Peştii
sk: Ryby
sv: Fiskarna
tr: Balık takımyıldızı
uk: Риби
zh: 双鱼座
zh_tw: Pisces 雙魚座

# Piscis Austrinus
source: The Southern Fish
ar: بيسس أوسترينوس
be: Паўднёвая рыба
bg: Южна риба
de: Südlicher Fisch
el: Ιχθύς Νότιος
fr: Le Poisson austral
gl: Peixe Austral
hu: Déli Hal
it: Pesce Australe
ja: みなみのうお
ko: 남쪽물고기
lt: Pietinė Žuvis
lv: Dienvidu Zivs
nl: Zuidervis
no: fisk, den sydlige
pl: Ryba Południowa
pt: Peixe Austral
ro: Peştele Austral
sk: Južná ryba
sv: Södra fisken
tr: Güneybalığı takımyıldızı
uk: Південна Риба
zh: 南鱼座
zh_tw: Piscis Austrinus 南魚座

# Puppis
source: The Stern
ar: بوبيس
be: Карма
bg: Кърма
de: Achterdeck
el: Πρύμνη
fr: La Poupe
gl: Popa
hu: Hajófar
it: Poppa
ja: とも
ko: 고물
lt: Laivagalis
lv: Kuģa Gals
nl: Achtersteven
no: Akterstavnen
pl: Rufa
pt: Popa
ro: Pupa
sk: Korma
sv: Akterskeppet
tr: Pupa takımyıldızı
uk: Корма
zh: 船尾座
zh_tw: Puppis 船尾座

# Pyxis
source: The Compass
ar: بايكسوس
be: Компас
bg: Компас
de: Kompaß
el: Πυξίς
fr: La Boussole
gl: Compás Náutico
hu: Tájoló
it: Bussola
ja: らしんばん
ko: 나침반
lt: Kompasas
lv: Kompass
nl: Kompas
no: Kompasset
pl: Kompas
pt: Bússola
ro: Busola
sk: Kompas
sv: Kompassen
tr: Kumpas takımyıldızı
uk: Компас
zh: 罗盘座
zh_tw: Pyxis 羅盤座

# Reticulum
source: The Reticle
ar: ريتيكيولم
be: Сетка
bg: Микрометър
de: Netz
el: Δίκτυον
fr: Le Réticule
gl: Retícula
hu: Háló
it: Reticolo
ja: レチクル
ko: 그물
lt: Tinklelis
lv: Tīkliņš
nl: Net
no: Nettet
pl: Sieć
pt: Retículo
ro: Reticulul
sk: Sieť
sv: Rombiska nätet
tr: Ağcık takımyıldızı
uk: Сітка
zh: 网罟座
zh_tw: Reticulum 網罟座
